OpenFOAM-13/tutorials/multiphaseEuler/hydrofoil/constant/phaseProperties
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  13
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    format      ascii;
    class       dictionary;
    location    "constant";
    object      phaseProperties;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

phases          (gas liquid);

gas
{
    type            purePhaseModel;

    diameterModel   constant;
    constantCoeffs
    {
        d               0.0002;
    }

    residualAlpha   1e-6;
}

liquid
{
    type            purePhaseModel;

    diameterModel   none;

    residualAlpha   1e-6;
}

blending
{
    default
    {
        type        continuous;
        phase       liquid;
    }
}

surfaceTension
{
    gas_liquid
    {
        type        constant;
        sigma       0.071;
    }
}

// ************************************************************************* //
